Repository: UltraSon1c/Podnovi-Me
Catalog: languages/plugins/speed-booster-pack-*.po
Languages: ro_ro

source: Speed Booster Pack allows you to improve your page loading speed and get a higher score on the major speed testing services such as <a href="http://gtmetrix.com/">GTmetrix</a>, <a href="http://developers.google.com/speed/pagespeed/insights/">Google PageSpeed</a> or other speed testing tools.
ro_ro: Speed Booster Pack permite să-ți îmbunătățești viteza de încărcare a paginilor și să obții un scor mai mare pe serviciile majore de testare a vitezei, cum ar fi <a href="http://gtmetrix.com/">GTmetrix</a>, <a href="http://developers.google.com/speed/pagespeed/insights/">Google PageSpeed</a> sau pe alte instrumente de testare a vitezei.

source: Released date:
ro_ro: Data lansării:

source: Installed Version:
ro_ro: Versiune instalată:

source: Version Information
ro_ro: Informații despre versiune

source: with guidelines to enhance your website performance.
ro_ro: cu îndrumări pentru a îmbunătăți performanța sitului tău.

source: Read online plugin documentation
ro_ro: Citește online documentația pentru modul

source: What do these settings mean?
ro_ro: Ce înseamnă aceste setări?

source: this option will eliminate render-blocking CSS warning in Google Page Speed test. If there is something broken after activation, you need to disable this option. Please note that before enabling this sensitive option, it is strongly recommended that you also enable the "Move scripts to the footer" option.
ro_ro: această opţiune va elimina mesajul render-blocking CSS din Google Page Speed. Dacă observi că ceva nu merge după activare, va trebui să dezactivezi această opţiune. Te rog să notezi că înainte de activarea acestei opţiuni sensibile, este neapărat necesar că şi opţiunea de mutare a scripturilor în footer trebuie să fie activă.

source: Insert all CSS styles inline to the footer:
ro_ro: Inserează în-linie toate stilurile CSS în subsol:

source: Additional information:
ro_ro: Informații suplimentare:

source: CSS Handle
ro_ro: Handle pentru CSS

source: As a guidance, here is a list of css handles of each enqueued style detected by our plugin:
ro_ro: Orientativ, aici este o listă cu toate handle-urile CSS detectate de pluginul nostru:

source: Enter one by line, the handles of css files or the final part of the style URL. For example: <code>font-awesome</code> or <code>font-awesome.min.css</code>
ro_ro: Introdu câte una pe linie, denumirile fişierelor CSS sau partea finală a URL-ului acestora. De exemplu: <code>font-awesome</code> sau <code>font-awesome.min.css</code>

source: Exclude styles from asynchronously option:
ro_ro: Exclude stiluri de la opţiunea "Încărcare CSS în mod asincron"

source: Disable all above CSS options on mobile devices
ro_ro: Dezactivează toate opţiunile CSS de mai sus pentru dispozitivele mobile

source: Insert all CSS styles inline to the footer
ro_ro: Mută toate stilurile CSS în linie în footer

source: Minify all CSS styles
ro_ro: Comprimă toate fişierele CSS

source: Load CSS asynchronously
ro_ro: Încărcare CSS în mod asincron

source: Still need more speed?
ro_ro: Încă ai nevoie de mai multă viteză?

source: Note that any changes you make will only affect new images uploaded to your site. If you want to update all of your images with the new sizes, install and run the Regenerate Thumbnails plugin. As a reference, a lower level of compression means more performance. We recommend you choose a compression level between 50 and 75.
ro_ro: Reţine că după alegerea nivelului de compresie, modificările vor afecta numai imaginile noi încărcate pe site. Dacă doreşti să actualizezi toate imaginile la noul nivel de compresie, instalează şi rulează plugin-ul Regenerate Thumbnails. Că referinţă, un nivel mai scăzut de comprimare înseamnă mai multă performanţă a site-ului. Îţi recomandăm să alegi un nivel de compresie cu valorea cuprinsă între 50 şi 75.

source: The default image compression setting in WordPress is 90%. Compressing your images further than the default will make your file sizes even smaller and will boost your site performance.
ro_ro: Nivelul implicit de comprimare a imaginilor în WordPress este de 90%. Comprimarea imaginilor la un nivel mai mare decât nivelul implicit va micşora dimensiunile fişierelor şi va stimula performanta site-ului tău.

source: Compression level:
ro_ro: Nivelul de compresie:

source: Change the default image compression level
ro_ro: Schimbă nivelul de compresie al imaginilor

source: Enter one by text field, the final part of the js files that you want to be excluded from defer parsing option. For example: <code>jquery.min.js</code> If you want to exclude more than 4 scripts, your page score will be hit and therefore the use of "Defer parsing of javascript files" option will become useless so you can disable it
ro_ro: Introdu câte una pe linie, partea finală a fişierelor JS pe care vrei să le excluzi de la opţiunea "Amână analizarea fişierelor javascript" De exemplu: <code>jquery.min.js</code> Dacă doreşti să excluzi mai mult de 4 script-uri, scorul pagini va avea de suferit şi, prin urmare, utilizarea opţiunii "Amână analizarea fişierelor javascript " va deveni inutilă, şi o poţi dezactiva.

source: Exclude scripts from being deferred
ro_ro: Exclude script-uri de la opţiunea "Amână analizarea fişierelor javascript"

source: *The list may be incomplete in some circumstances.
ro_ro: * Lista poate fi incompletă în anumite circumstanțe.

source: Script Path
ro_ro: Calea scriptului

source: As a guidance, here is a list of script handles and script paths of each enqueued script detected by our plugin:
ro_ro: Orientativ, aici este o listă cu toate handle-urile JS si calea acestora, detectate de pluginul nostru:

source: If you want to exclude more than 4 scripts, your page score will be hit and therefore the use of "Move scripts to footer" option will become useless so you can disable it.
ro_ro: Dacă doreşti să excluzi mai mult de 4 script-uri, scorul paginii va avea de suferit şi, prin urmare, utilizarea opţiunii "Mută script-uri în footer " va deveni inutilă, şi o poţi dezactiva.

source: on this option on plugin documentation.
ro_ro: cu privire la această opțiune în documentația modulului.

source: detailed instructions
ro_ro: instrucțiuni detaliate

source: Read more
ro_ro: Citește mai mult

source: Enter one js handle per text field, in the left area and the correspondent html script in the right text fields.
ro_ro: Introdu un cod JS per câmp de text în zona din stânga și scriptul html corespondent în câmpurile de text din dreapta.

source: Copy the HTML code of the script from your page source and add it below
ro_ro: Copiaţi codul HTML al script-ului din sursa paginii, şi adăugaţi-l mai jos

source: Exclude scripts from being moved to the footer
ro_ro: Exclude script-uri de la opţiunea "Muta script-uri in footer"

source: Active Plugins:
ro_ro: Module active:

source: Peak Memory Used:
ro_ro: Memoria folosită

source: Number of executed queries:
ro_ro: Numărul de interogări (queries) executate:

source: s
ro_ro: q

source: Page loading time in seconds:
ro_ro: Timpul de încărcare a paginii în secunde:

source: Home Page Load Stats
ro_ro: Încărcarea paginii de bază

source: Remove all rss feed links
ro_ro: Elimină toate link-urile RSS feed

source: Remove the WordPress Version
ro_ro: Elimină versiunea WordPress

source: Remove Windows Manifest
ro_ro: Elimină Windows Manifest

source: Remove Adjacent Posts Links
ro_ro: Elimină Adjacent Posts Links

source: Remove WordPress Shortlink
ro_ro: Elimină WordPress Shortlink

source: Remove RSD Link
ro_ro: Elimină linkul RSD

source: Remove junk header tags
ro_ro: Elimină tag-urile inutile din header

source: Removes extra Font Awesome styles
ro_ro: Elimină extra Font Awesome CSS

source: Lazy load images to improve speed
ro_ro: Întârzie încărcarea imaginilor

source: Remove query strings
ro_ro: Elimină versiunea fisierelor

source: Defer parsing of javascript files
ro_ro: Amână analizarea fişierelor javascript

source: Load JS from Google Libraries
ro_ro: Încarcă JS din Google Libraries

source: Move scripts to the footer
ro_ro: Mută scripturile în subsol

source: Main plugin options
ro_ro: Opțiuni principale modul

source: General options
ro_ro: Opțiuni generale

source: Boost Your Website Speed!
ro_ro: Sporește-ți viteza sitului!

source: You do not have sufficient permissions to access this page.
ro_ro: Nu ai permisiuni suficiente pentru a accesa această pagină.
